---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.HVACLoadConstructionClass.LooseConstruction
enum: Autodesk.Revit.DB.Analysis.HVACLoadConstructionClass
source: html/84d0820f-20d2-bda1-5859-f2033a72bb84.htm
---
# Autodesk.Revit.DB.Analysis.HVACLoadConstructionClass.LooseConstruction

A loose construction has an infiltration level of approximately 0.076 cfm/sqft